Repository: KingBob1250/LightFileShare
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa, ms

source: Wrong password
fa: رمز عبور اشتباه
ms: Kata laluan yang salah

source: File Server
fa: سرور پرونده
ms: Pelayan fail

source: Are you sure you want to delete the file
fa: آیا مطمئن هستید که می خواهید پرونده را حذف کنید
ms: Adakah anda pasti mahu memadamkan fail

source: Link copied to clipboard!
fa: لینک کپی شده در کلیپ بورد!
ms: Pautan disalin ke Clipboard!

source: Copy failed
fa: کپی شکست خورد
ms: Salinan gagal

source: Dashboard
fa: داشبورد
ms: Papan pemuka

source: File Server Dashboard
fa: داشبورد سرور پرونده
ms: Papan pemuka pelayan fail

source: Welcome back!
fa: خوش آمدید!
ms: Selamat kembali!

source: Logout
fa: ورود به سیستم

source: Current timezone
fa: منطقه زمانی فعلی
ms: Zon masa semasa

source: default
fa: پیش‌فرض
ms: lalai

source: Detecting timezone...
fa: تشخیص منطقه زمانی ...
ms: Mengesan zon waktu ...

source: Upload Files
fa: پرونده ها
ms: Memuat naik fail

source: Drag files here or click to select files
fa: پرونده ها را اینجا بکشید یا برای انتخاب پرونده ها کلیک کنید
ms: Seret fail di sini atau klik untuk memilih fail

source: Select Files
fa: پرونده ها را انتخاب کنید
ms: Pilih fail

source: Uploading...
fa: بارگذاری ...
ms: Memuat naik ...

source: File Management
fa: مدیریت پرونده
ms: Pengurusan Fail

source: Share Management
fa: مدیریت سهم
ms: Pengurusan saham

source: File List
fa: لیست پرونده
ms: Senarai fail

source: Search files...
fa: پرونده ها را جستجو کنید ...
ms: Fail cari ...

source: Selected 0 files
fa: 0 پرونده انتخاب شده
ms: Fail 0 yang dipilih

source: Batch Share
fa: سهم دسته
ms: Bahagian Batch

source: Batch Download
fa: دانلود دسته
ms: Muat turun batch

source: Batch Delete
fa: حذف دسته
ms: Batch Padam

source: Clear Selection
fa: انتخاب روشن
ms: Pemilihan yang jelas

source: Select All
fa: همه را انتخاب کنید
ms: Pilih Semua

source: Filename
fa: نام پرونده
ms: Nama fail

source: Size
fa: اندازه
ms: Saiz

source: Upload Time
fa: زمان بارگذاری
ms: Muat naik masa

source: Share Status
fa: وضعیت اشتراک
ms: Status saham

source: Actions
fa: اقدامات
ms: Tindakan

source: Click to copy share information
fa: برای کپی کردن اطلاعات به اشتراک گذاری کلیک کنید
ms: Klik untuk menyalin maklumat berkongsi

source: Sharing
fa: تقسیم
ms: Berkongsi

source: days
fa: روزها
ms: hari

source: Not shared
fa: مشترک نیست
ms: Tidak dikongsi

source: Preview
fa: پیش نمایش
ms: Pratonton

source: Download
fa: بارگیری کردن
ms: Muat turun

source: Share
fa: سهم
ms: Berkongsi

source: Delete
fa: حذف کردن
ms: Padam

source: No files found
fa: هیچ پرونده ای پیدا نشده است
ms: Tiada fail yang dijumpai

source: Previous Page
fa: صفحه قبلی
ms: Halaman sebelumnya

source: Page
fa: صفحه
ms: Halaman

source: of
fa: از
ms: dari

source: Total
fa: مجموع
ms: Jumlah

source: files
fa: پرونده ها
ms: fail

source: Next Page
fa: صفحه بعدی
ms: Halaman seterusnya

source: Refresh
fa: تازه کردن
ms: Menyegarkan

source: Stop All Shares
fa: همه سهام را متوقف کنید
ms: Hentikan semua saham

source: Link
fa: پیوند
ms: Pautan

source: Created Time
fa: زمان ایجاد شده
ms: Masa yang dicipta

source: Expire Time
fa: زمان منقضی شدن
ms: Masa tamat

source: Remaining Days
fa: روزهای باقی مانده
ms: Hari yang tinggal

source: Access Count
fa: تعداد دسترسی
ms: Kiraan akses

source: No share links found
fa: هیچ لینک سهم یافت نشد
ms: Tiada pautan saham dijumpai

source: Share File
fa: پرونده
ms: Kongsi fail

source: Share Days
fa: روزهای مشترک
ms: Berkongsi hari

source: 1 day
fa: 1 روز
ms: 1 hari

source: 3 days
fa: 3 روز
ms: 3 hari

source: 7 days
fa: 7 روز
ms: 7 hari

source: 15 days
fa: 15 روز
ms: 15 hari

source: 30 days
fa: 30 روز
ms: 30 hari

source: Generate Share Link
fa: ایجاد لینک اشتراک
ms: Menjana pautan saham

source: Share Information
fa: اطلاعات را به اشتراک بگذارید
ms: Berkongsi maklumat

source: Share Link
fa: لینک مشترک
ms: Kongsi pautan

source: Copy Share Link
fa: کپی کردن لینک اشتراک
ms: Salin pautan kongsi

source: Batch Share Files
fa: دسته بندی پرونده ها

source: Generate Batch Share Links
fa: پیوندهای اشتراک گذاری دسته ای ایجاد کنید
ms: Menjana pautan saham batch

source: Batch Share Results
fa: نتایج سهم دسته ای
ms: Keputusan saham batch

source: Copy All Share Links
fa: تمام پیوندهای اشتراک را کپی کنید
ms: Salin Semua Pautan Kongsi

source: Upload completed!
fa: آپلود تکمیل شد!
ms: Muat naik selesai!

source: Found
fa: یافت شد
ms: Dijumpai

source: Upload failed: Unable to parse server response
fa: آپلود ناموفق: عدم توانایی در تجزیه پاسخ سرور
ms: Muat naik gagal: Tidak dapat menguraikan respons pelayan

source: Upload failed: File size exceeds server limit
fa: آپلود ناموفق: اندازه فایل از حد سرور فراتر است
ms: Muat naik gagal: Saiz fail melebihi had pelayan

source: Upload failed: Network error
fa: آپلود ناموفق: خطای شبکه
ms: Muat naik gagal: Ralat rangkaian

source: Copy
fa: کپی
ms: Salin

source: Please select files to download
fa: لطفاً فایل‌ها را برای دانلود انتخاب کنید
ms: Sila pilih fail untuk dimuat turun

source: Please select shares to stop
fa: لطفاً اشتراک‌ها را برای توقف انتخاب کنید
ms: Sila pilih perkongsian untuk dihentikan

source: Successfully stopped
fa: با موفقیت متوقف شد
ms: Berjaya dihentikan

source: Login
fa: ورود
ms: Log masuk

source: File Server Management
fa: مدیریت سرور پرونده
ms: Pengurusan pelayan fail

source: Please enter the administrator password to login
fa: لطفاً برای ورود به سیستم رمزعبور سرپرست را وارد کنید
ms: Sila masukkan kata laluan pentadbir untuk log masuk

source: Administrator Password
fa: رمز عبور سرپرست
ms: Kata laluan pentadbir
